export const HANDI_CAT_WALLET_ADDRESS = 'CAThY97SjWz1nRjtVELZopz1xKRqkRkBWhXvA2BHdkdf'
export const MAX_5_MIN_TXS_ALLOWED = 10
export const MAX_TPS_ALLOWED = 2.0

export const BOT_USERNAME = 'handi_cat_bot'

export const WALLET_SLEEP_TIME = 2 * 60 * 60 * 1000

export const ASCII_TEXT = `
   ▄█    █▄       ▄████████ ███▄▄▄▄   ████████▄   ▄█   ▄████████    ▄████████     ███     
  ███    ███     ███    ███ ███▀▀▀██▄ ███   ▀███ ███  ███    ███   ███    ███ ▀█████████▄ 
  ███    ███     ███    ███ ███   ███ ███    ███ ███▌ ███    █▀    ███    ███    ▀███▀▀██ 
 ▄███▄▄▄▄███▄▄   ███    ███ ███   ███ ███    ███ ███▌ ███          ███    ███     ███   ▀ 
▀▀███▀▀▀▀███▀  ▀███████████ ███   ███ ███    ███ ███▌ ███        ▀███████████     ███     
  ███    ███     ███    ███ ███   ███ ███    ███ ███  ███    █▄    ███    ███     ███     
  ███    ███     ███    ███ ███   ███ ███   ▄███ ███  ███    ███   ███    ███     ███     
  ███    █▀      ███    █▀   ▀█   █▀  ████████▀  █▀   ████████▀    ███    █▀     ▄████▀   
                                                                          
`
